Revit 2027 API
BuiltInFailures.StairRampFailures.StairsPathCopyReferenceLostFailure Property
 Some stair paths were not copied because some references were lost.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId StairsPathCopyReferenceLostFailure { get; }
Public Shared ReadOnly Property StairsPathCopyReferenceLostFailure As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ StairsPathCopyReferenceLostFailure {
	FailureDefinitionId^ get ();
}
static member StairsPathCopyReferenceLostFailure : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.StairRampFailures Class
Autodesk.Revit.DB Namespace